Repository: btakiso/Ethio-Tourist-Guide
Catalog: lib/l10n/app_*.arb
Languages: am

source: Hello World!
am: ሰላም አለም!

source: Get Started
am: ጀምር

# settingsTitle
source: Settings
am: ቅንብሮች

source: Language Setting
am: የቋንቋ ቅንብር

source: Favorite Destinations Setting
am: የተወደዱ መድረሻዎች ቅንብር

source: Interactive Offline Maps
am: የተሳካ ኦፍላይን ካርታዎች

source: Destination Guides
am: መድረሻ መመሪያዎች

# continueLabel
source: Continue
am: ቀጥል

# introPageTitle
source: Introduction
am: መግቢያ

# interactiveOfflineMapsDescription
source: Explore maps offline with our interactive guide.
am: ከኢንተርኔት ውጪ በእንቅስቃሴ የሚሰራ ካርታዎችን እንዲሰሩ ያደርጋል።

# destinationGuidesDescription
source: Get detailed guides for top destinations.
am: ለተለያዩ መድረሻዎች የተሞላ መመሪያዎችን ያቀርባል።

# homepageTitle
source: Home
am: መነሻ ገጽ

# searchHint
source: Search...
am: ፈልግ...

source: Explore Destinations
am: መድረሻዎችን እይ

source: Map
am: ካርታ

source: Ethiopian Meal
am: ኢትዮጵያዊ ምግብ

source: Hotels & Restaurants
am: ሆቴሎች እና ሪስቶራንቶች
